Revit 2027 API
UnitTypeId.PoundsMass Property
 Pounds mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMass { get; }
Public Shared ReadOnly Property PoundsMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMass {
	ForgeTypeId^ get ();
}
static member PoundsMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace